Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: Mbum
bbl: მბუმი მოტტ

source: Meadow Mari
bbl: აღმოსავლითა ლოუხნე მარიულ

source: Meaning
bbl: მნიშვნელობ

source: Media and Entertainment
bbl: მედიაა́ჲ, გართობა́ჲ

source: Medumba
bbl: მედუმბა წეჲნი̆ მოტტ

source: Meetei Lon
bbl: მეიტელონი-მოტტ

source: Melanau
bbl: მელანაუ მოტტ

source: Mengambo
bbl: მენგამბო

source: Menu to access Partnerships, Press and Stories, Community and Languages
bbl: მე́ნიუელო თანამშრო́მლობ, პრესააჲ, წინ ა́მბუჲაჲ, საზო́გადოებია́, მატტიშა́

source: Message
bbl: ხაჸითარ

source: Michoacán Mazahua
bbl: მიჩოაკან მაზაჰუა

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
bbl: "დე, ცოტა ხნით ეზოში ჩავალ" - ალ'იჼ სო́გო̆ ჲაჰ̦ოვე́ ასა́ აჲლნა́ს: "Okay , შვილო! "

source: Mina
bbl: მინა წეჲნი̆ მოტტ

source: Mingrelian
bbl: მეგრულ

source: Minimum sentences in file: 1000
bbl: წინადა́დებ ჰ̦ამა́ხეჸ კაძიკ 1000 ჲე́წ ხილ'აჼ

source: [Mismatched content]
bbl: [უ̂ნე́ წე́რალა, ო ცო და ა́ლ'ინო̆]

source: Misreadings
bbl: ხარც ხატტარ

source: Missing an 's' at the end of a word.
bbl: ხეტტრეჼ ი იშო̆: ნანასი ვახითიე? წერალა: ნანას ვახითიეჼ

source: Missing an <strong>'s'</strong> at the end of a word.
bbl: დაშან ი́შო̆<strong>ჲ</strong> ბოლოსართ

source: Missing 'A' or 'The' at the beginning of the recording.
bbl: ი́შუ ჰ̦ალო̆, აჰ̦ო̆ (ლე́ვლა დაჩო ვახეჼ); წე́რალა: ვაჰ̦ოვ, ლე́ვლა: ვაჰ̦ოს

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bbl: ი́შო̆<strong>"ჰალო̆"</strong>,<strong>"აჰო̆"</strong> ლე ჴენაჸ წინსართ ქო́რთიხ.

source: Missing the end of the last word by cutting off the recording too quickly.
bbl: ი́შო̆ ლე დოშ, ლე ბგე́რ ჩაწე́რენ დროჰ̦ჰ̦ათხეჸ მაყ ბალ'რენდალლა́

source: Mixed
bbl: ვაშა́რ ე́გდიენო

source: Mixteco Yucuhiti
bbl: მისტეკო ჲუკუჰიტ

source: Mokpwe
bbl: მოკპვე წეჲნ̆ი̆ მოტტ

source: Moksha
bbl: მოკშა წეჲნი̆ მოტტ

source: Mongolian
bbl: მონღოლურ

source: More
bbl: დახხეშ

source: [More has been recorded than the required text]
bbl: სოუბო̆ დოშ და ჩაწე́რადიენო̆

source: More languages coming soon
bbl: ჴე́ნი მატტი́შ ქა́სტნეჸ ლაჲტო̆ მაქ!

source: Mossi
bbl: მოსი-მოტტ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
bbl: ჲაჴჴუჲჩო̆ დაწე́სებულებივ ჴმა́რბადჲუჲნი̆ მონაცე́მი ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆ ცო და. დაკლივა́თხ, მე́ ეჴუს ქო და́შლადო წინ მიღწე́ვი დანე́რგოდჲარენ. დ́ახაჸაჭ ჲახითინა́თხ პროექტ Common Voice, მე́ იშ ჲა́ბწლაჲნი̆ საშუა́ლბი ხილ'რალო̆ ნჵაჲნოე́ ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
bbl: ჲაჴჴუჲჩო̆ დაწე́სებულებივ ჴმა́რბადჲუჲნი̆ მონაცე́მი ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆ ცო და. დაკლივა́თხ, მე́ ეჴუს ქო და́შლადო წინ მიღწე́ვი დანე́რგოდჲარენ. დ́ახაჸაჭ ჲახითინა́თხ პროექტ Common Voice, მე́ იშ ჲა́ბწლაჲნი̆ საშუა́ლბი ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნო̆ ხილ'რალო̆.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bbl: საბლეხიჼ ნა́ხვ მუჲლნე́ჴელბა ა́შარვ ჲო ა́მბუჲ, ეჴუხ გა́რდ მაკ შუჼ, მოჰ̦ე́ გამონა́კლის, მიღე́ბადოლუჲში̆ დუღეშ, ჩარჩარდოშ, ვითამგეჸ-აჲნო̆, არტისტსაჼ ა́ლინო̆ დაშნია́ჲ, მა́ დეხო́თხ, უარ ალ'ათ მოჴბოშ, ლე მა́ კომპიუტერულ პროგრა́მევ ხა́ტტინჩო̆ ჩანაწერა́ხ.

source: Moussey
bbl: მუსეი მოტტ

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
bbl: Mozilla Common Voice კრე́ბული ინც ატტაჲში̆ ქოჴა́ბტლაჲნი̆ და Mozilla Data Collective-მაქ.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
bbl: Mozilla Common Voice პროექტ ჲა წამოწყე́ბ, მე́ მაშინინ თე́წდოლო̆ ვაჲ, მოჰ̦ ჲო ამბუჲ სინამდვილე ნახვ

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
bbl: Mozilla Common Voice თაგჲიეჼ დუჴ ჴეჩჴეჩნა́ირ ნახვ, ო́ჴარლო დო́უგო̆ ე́ნათმეცნიერი, მონაცემა́ჼ მეცნიერი, ჴე́თნიში, პროგრამულ უზრუნველყო́ფეჼ სპეცია́ლისტი დინჩ მაჲთხკიკლერეჼ. ხელმძღვა́ნელობ ე́ბწო̆ Mozilla Foundation-ეს.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
bbl: Mozilla Common Voice და მაჲთხკიკელ ჰ̦ამა́ხეჸ დუჴნა́ჲრეჩო̆ ̆ნახ ჩა́რთულობევ თაგჲიენო̆ კრე́ბულ – ჲე́ მენუხა́ ბოლო́მციჼ ფინა́ნსბალა ფლო́ქოღდაჲლ'ნიჩუ́ჲშვ. ყოველ შარე მილვაჼ დოლარგომციჼ ჰ̦ალო̆ იხო̆ კრე́ბულ განთა́ვსებენაე́ მომსახურბეჼ ხა́რჯი ფხაუზტყა́ეხ სოუბო̆ მატტაჼ ე́რთობენაჲნო̆, მენხუ́ თხოხ და ჴალლინო̆. შუნა́ჲნო̆ მა́ხლიჼ და́ჰ̦ მონაცემა́ჼ ნჵაჲნხილ'არა́ დუჴნაჲრობა́ჲ, –<b> მაკ შუჼ ი́ნცაჸ ფლოქო̆ ლოლი́შ თხოჼ

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
bbl: Mozill-ეჼ ნჵა́ჲნი̆ წყა́რუჲჼ იშ ჲა́ბწუჲნი̆ მატორ Deep Speech მაკ შუჼ ჴმა́რბადჲაჼ იშ ჲა́ბწუჲნი̆ პროგრა́მინაჲნო̆. გიბათ თხეჼ <githubLink>Github-მიმოხილვ</githubLink>ლე მა́, ჩუ დო́ლათ <discourseLink>DeepSpeech-ეჼ სასაუბრუჲლო</discourseLink> სოუბო̆ და́ბწანა́ჲ, სა́ქმ ჲო́ლჲანა́ჲ

source: Mpiemo
bbl: მპიემო წეჲნი̆ მოტტ

source: Mundang
bbl: მუნდანგი მოტტ

source: Mungaka
bbl: მუნგაკა მოტტ

source: Musgum
bbl: მუსგუმი მოტტ

source: Mutual accountability.
bbl: ვაშიციჼ პასუხისმგე́ბლობ

source: n
bbl: a?

source: N
bbl: a

source: N/A
bbl: ცოჴა́პტლეჲნი̆ (მიუწვდომელ) და

source: Name
bbl: წე

source: Names of your language
bbl: შუ მატტიჼ წარი́შ

source: Native Language
bbl: და́დიჼ მოტტ

source: Nature and Environment
bbl: ბუნება́ჲ, გოგხა́ჲ

source: Need help deciding which to choose?
bbl: ლე́ჸი შუჼ ხაჸაჼ, მე́ნუხ დეწი́შ მითითბადაჼ?

source: Need help with the Sex or Gender changes?
bbl: ლა́ტარი́ ჭირბალა შუჼ სქეს, ლე გე́ნდერ ხა́რცდარენდალლა?

source: Need some help with accent?
bbl: ლე́ჸი შუჼ საობო̆ ხაჸაჼ, სტენახ წე კილო̆?

source: Need some help with variants?
bbl: ლე́ჸი შუჼ საუბო̆ ხაჸაჼ, სტე́ნახ წე ნაირსახეობ?

source: Need to download your data?
bbl: ჭირბალაჲ შუჼ შუჼ მონაცე́მი აჰ̦ დჵო́ფარ (ჩამოტვირთოდარ)?

source: Nepali
bbl: ნეპალურ

source: Newari
bbl: ნევარი მოტტ

source: New Language Launch
bbl: წი́ნ მოტტ ბახითარ

source: News and Current Affairs
bbl: წინ ამბუჲა́ჲ, ინცლუჼ მოვლენია́ჲ

source: Next
bbl: დაღუჲნი?

source: Ngiembon
bbl: ნგიემბონი-მოტტ

source: Ngomba
bbl: ნგომბა წეჲნი̆ მოტტ

source: Ngombale
bbl: ნგომბალე წეჲნი̆ მოტტ

source: Nias
bbl: ნიასურ

source: Nigerian Pidgin English
bbl: ნიგერბაჼ ფიჯინ ინგლისურ

source: NKo
bbl: ნკ-ო წეჲნი̆ მოტტ

source: No
bbl: ცო

source: “No”
bbl: "ნწუ!"

source: [No ‘a’ in the original text]
bbl: დეწ ხილ'აჼ: "დაჰ̦ ცო ბაგეგ"

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bbl: <noCopyright>ავტორბეჼ უფლებ </noCopyright>ცო ჲეჲნი̆ (cc)

source: No foreign letters
bbl: უცხო̆ დამწე́რლობეჼ ა́სუჲ ცო ჲე́წე̆ ჲა́გაჼ

source: No gravatar found for your email
bbl: შუ ელფო́სტენაჲნო̆ ცო და ლახინო̆ gravatar

source: No information
bbl: მონაცე́მიწიჼ

source: No information available
bbl: მონაცე́მი ცოჴა́ბტლეჲნი̆ ჲა

source: Noise
bbl: თათნი

source: No languages found
bbl: მოტტ ცო ლახბალიჼ

source: No microphone found.
bbl: მიკროფოჼ ცო ლახდალიჼ

source: Non-binary
bbl: სტაკოხ/ფსტუჲნჩოხ გა́რდ

source: No numbers and special characters
bbl: ციფრია́ უცხო̆ ნიშნია́ ცო დე́წ და́გაჼ

source: No offensive, prejudiced remarks or sensitive questions
bbl: აკრძა́ლოდიენო̆ ჲა ჴა́რტაჼ ე́ვდუჲნი̆, ჩა́გროდუჲნი̆, ლე დოკხიტდუჲნი̆ შეკითხვი

source: Northern Hindko
bbl: ჩაჲრდლივჰ̦რეჼ ჰინდკო

source: Northern Sotho
bbl: ჩაჲრდლივჰ̦რეჼ სოთო-მოტტ

source: Northwest Gbaya
bbl: ჩაჲრდლივჰ̦-დასავლითრეჼ გბაჲა მოტტ

source: Norwegian Bokmål
bbl: ნორვეგბაჼ ბუკმოლი

source: Norwegian Nynorsk
bbl: ნორვეგბაჼ ნიუნორსკი-მოტტ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bbl: შემო́წმადუჲნი̆ წინადა́დბი ცო დაგეგ.<addLink>ეჲშ ლა́ტდებათ ინცაჸ!</addLink>

source: No soliciting personal information (e.g., names, financial details)
bbl: აკრძა́ლოდიენო̆ და პირად ინფორმა́ციიშ დაკლე́ვადჲარ (მუჲლნე́ დაჲცი̆: წარიშ, ტათბუჴ ჴალლინო̆ დეტალი)

source: ⓘ Not all sentences and clips have Variant tags yet!
bbl: ვო́მაჸ ჩანაწე́რეხი́ ლე წინადა́დბეხ ჯერ ცო დაჲწო̆ დიალე́ქტეჼ "ვასტ" (აღნიშვნ)

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
bbl: მაცმე́ ო́თთდიენო̆ და "ჰ̦ალო̆ გულეჲნი̆", ეჰ̦ა́თ ო ხა́რცდაჼ მაკ შუჼ <profileLink>პრო́ფილერენდა/სა́იტერენდა</profileLink>

source: No text to submit. Please tag some text first.
bbl: ტექსტ ჲაჰ̦ითუჲნი̆ ცო ჲა. დეხო́თხ ჯერ მაქ ჭად ლა́ტჲებათ.

source: Note: You will still need to select between Speak or Listen to change contribution type.
bbl: შენიშვნ: ჩაწე́რადარა́ ლე მა́ ლარკ ჸო́ფარა́ ჰ̦ალო̆ დეწი́შ ჩა́ვარდაჼ ჩუ ჰ̦ო́ჩო̆ და́ყუგ ჰ̦ე́ჭუშ

source: Not Found
bbl: ცო ლახდალიჼ

source: No Thanks
bbl: ცო, მადლობ

source: No thanks, continue speaking
bbl: ცო, მა́დლობ, ჩაწე́რადარეხ ცო ყეჲსტ́ას

source: Not use, or solicit, harmful or offensive language
bbl: მე ცო დაგულე́ ცო კლე́ვადო́ლო̆ მო́სსიჼ ლე ხალაჼხეთლაჲნი̆ დაშნი

source: No variant selected
bbl: დიალექტ ცო ჲა ჲაგჲიენო̆

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
bbl: ინც, უ̂ნე́ ღაზი́შ ჰ̦ალო̆ ჲე́ბწნაჲში̆ Common Voice, ცუჲ ლე́ჸ შუჼ, მე ე́შუჲშვ ცადჲო́ლუ́ჲში̆? წკაპ ბა́ჴითათ მიკროფოჼ ლიშნეხ ჲე́ ჰალო̆ ხა́ტტათ წინადა́დებ ა́შარვ.<br/><br/> ლე'ეჰ̦ შუჼ ჴეჩო́ჼ იშა́რენ ფლო́ქუჲ/წვლილ დაყყდაჼ, წკაპ ბა́ჴითათ დახითარ ლიშნეხ. ეჴუვ ლეტე́ჲში̆ თხოჼ, დასტურ ა́ლ'ლოთხ მე́ ჩანაწერ ნიფს ა́ღაზ ჲა ჩუ წე́რალაჩო̆ წინადა́დბეჼ

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bbl: ინც მაკ შუჼ თხოჼ ფლო́ქოღ დაჸითაჼ შუიჼ ა́შირა́ჼ ჩანაწე́რი, მე́ თაგჲოლო́თხ იშა́რეჩო̆ მონაცემა́ჼ საცავ, მენუხა́ მაკ ჴმა́რბადჲაჼ ყო́ველ ა́დმენენ წინ პროგრა́მი თაგჲაჼ მოწყო́ბილობინა́ ვებსივრცენა́.<lineBreak></lineBreak> ჰ̦ალო̆ ხა́ტტათ წინადა́დბი, ლა́ტათ თხოჼ მე́ მა́შინინ თე́წჲოლო́თხ მოჰ̦ ჲო ა́მბუჲ ნამდვილ ნა́ხვ. ხა́რისხ ღაზარჲანაჲნო̆ ჰ̦ალო̆ ხა́ტტათ ჴე́ჩო̆ მოხა́ლისა́ჼ ჩანაწე́რი. ე ვო́მაჸ ზორა́ჲში̆ ატტა́ჼ და!

source: Nuasue
bbl: ნუასუე მოტტ

source: Nubi
bbl: კინუბი მოტტ

source: Number of Voices
bbl: აშირა́ჼ რაოდენობ

source: Numbers
bbl: რიცხვი

source: Numbers and acronyms
bbl: რიცხვია́ და́ცუშა́ლ'რია́

source: Numbers and symbols should be spelled out in words rather than using numerals or special characters. Example:
bbl: რიცხვია́ ლიშნია́ დეწე̆ დაწე́როდალაჼ დაშნივ, ციფრინაე́ ჴე́ჩო̆ ლიშნინ და́ყე̆, მუჲლნე́ დაჲცი̆:

source: Nüpode Huitoto
bbl: ნიუპოდე უიტოტო მოტტ

source: Nyungwe
bbl: ნიუნგვე მოტტ

source: Oadki
bbl: ოდკი წეჲნი̆ მოტტ

source: Occitan
bbl: ოქსიტანურ

source: Odia
bbl: ორია წეჲნი̆ მოტტ

source: Off
bbl: გამო́რთ.

source: Offensive Content
bbl: ხალა́ჼხე́თლაჲნი̆ შინაარს

source: Offensive content or sensitive information
bbl: ჴა́რტაჼ ევჲუჲნი̆ ლე მა́ თხილლაჲნი̆ ინფორმა́ცია́

source: Offensive language
bbl: ჺა́ფარლაჲნი̆ შინაარს

source: Offensive speech
bbl: ჺაფარლაჲნი̆ ლევარ

source: Offline Sources
bbl: ვებსივრცეხ დი́ვჰ̦

source: On
bbl: ჩა́რთ.

source: On desktop devices you can contribute by downloading…
bbl: შტოლკომპიუტერა́ხ მაკ შუჼ ჴმა́რბადოლუჲში̆ წინიჭ აჰ̦დჵო́ფრი:

source: On his head he wore a beret.
bbl: "ნა́ნვაშეგო ჟორაჲშ ლა́მზურ ჲე́წარ ჲანო́რ"

source: On iOS please continue with Safari to enable recording…
bbl: iOS-მაქ, დეხო́თხ, მე́ ჴმა́რბადებათ Safari ჩაწე́რადანაჲნო̆

source: Only show me sentences and clips from my variant
bbl: ლე́ჸ სოჼ წინადა́დბია́ ჩანაწე́რია́ დაჩოკ მითითბადიენჩო̆ მატტიჼ დაგაჼ

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bbl: შილღეჩო̆ ფერენდა, ხაჲტტჩონ დუჲჰ̦რელუშ ხაჲწნო́ჰ̦ ე დოშე́ ბაყეჸ ხარც ხეტტო́ჰ̦, დარ მა ა́ლ'ოთ, დეხო́თხ შუხ, მე́ ცოღა́́ლდაჩოღ ლარლ'ლუჲში̆. მაკ შუჼ მაქა́ ე́ჴჴაჼ - გამოტო́ვბეჼ წკაპ ბა́ჴითათ.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bbl: შილღეჩო̆ მჴარლენდა, დაკლე́ვიჰ̦ე́შ, მე ჰ̦ალო̆ ხე́ტტჩონ დო́ჲჰ̦რელუჼ ხაწეჼ ე დოშ ჲე ხარც ხა́ტტიჼ, დეხო́თხ მე უარ ალ'ლოთ ოჴ დაშახ. მაკ შუჼ გამოტო́ვებ ღილაკევ დაჰ̦ ეჴჴაჼ ო ცოწო́ნალეჩო̆ წინადა́დბეხ.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
bbl: წინ მიღწე́ვი დანე́რგოდჲარ მე ჰ̦ა́მინაჲნოჸ მაკი́ნი̆ (ნჵაჲნი̆) ხილ'ულო̆, ე ათხ ჲოჩო̆ სა́ქმლო მთავარ და. კვლევა́ხ თანამშრო́მლობ ო́წანაჲნო̆, მონაცე́მი ვა́შარ ჲანა́ჲნო̆ ლე უ̂მ ხაჸანა́ჲნო̆ <emailFragment> წე́რილ დაჸითათ თხო́გო̆. </emailFragment>

source: Opens in a new tab
bbl: დაჰ̦ და́სტო̆ წინი̆ ჩანართელო

source: Optionally join on our email list for updates and new information about the project.
bbl: იშტაჸ, თხეჼ ელფო́სტ ჯგუფეციჼ კა́ვშირ ჲარევ ბჵა́რჩეჸ ხაჸალათ შუჼ პრო́ექტეხ ჴალლუჲნი̆ წი́ნ ა́მბუჲ

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bbl: საუბო̆ ესე ჲეჲნი̆ მონაცე́მი (შუჼ ასაკ, სქეს, აქცენტ) ცომაცნი ცო გამოქვე́ყნბალა პრო́ფილმაქ, ლე საჯა́რო̆ ცო ხილ'უე́, ლე შუ ა́ნგრიშეციჼ ჲო́წინო̆ ცო ხილ'̆ო. მიჩო̆ იშა́რეჩო̆ ჩანაწერა́ხ მაქ ლაჲტო̆ ე დემოგრა́ფიულ მონაცე́მი, და́ხაჸ მე მუშებადოშ ნიფს დაქხუჭ ხილ'ულო̆, სიზუსტე̆ მე ცო ჲა́ვულო̆, — აჲლ'ჩე ვაჲ, მკვლე́ვრენ მე მაკელო̆, ლაჸანდუჲლჩე, მაქ ა́ღაზ მე ჲო́ლო̆ საჭირო დემოგრა́ფიულ ჯგუფენ.

source: Orizaba Nahuatl
bbl: ორისაბულ ნუატლი მოტტ

source: Ormuri
bbl: ორმური მოტტ

source: Ossetian
bbl: ოსურ

source: Other
bbl: ჴე́ნი

source: Other Clients
bbl: ჴენი პროგრა́მი

source: Other Language
bbl: ჴენი მატტი́შ

source: Other people validate those voice clips.
bbl: ჴე́ჩუჲშ მო́წმადჲო ე ჩანაწე́რი

source: Other voice datasets…
bbl: იშა́რეჼ მონაცე́მია́ ჴე́ნი კრე́ბულია́

source: Other Voice Datasets
bbl: ჴე́ჩო̆ იშა́რეჩო̆ მონაცემა́ჼ კრე́ბული

source: Ouldémé
bbl: ულდემე მოტტ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
bbl: თხეჼ ე́რთობ ვაჴჴუჲჩოვ თათაჼ ჲო შუჼ საუბო̆ ფელაცანაჲნოე́, ოჰა́ ა́ლ'ო შუგო̆, უკვე ხუმ ცო ჲა ვაშა́რ ჲახენო̆ ჯგუფ, მენუხა́ მუშებალა ეჴ მატტანაჲნო̆.

source: Our governance is founded on the pillars of:
bbl: თხეჼ მმა́რთველობეგო საყრდე́ნეღ და:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
bbl: თხაჲჼ მოტტ თხეჼ ისტორია́ ჲა, თხეჼ საზოგადოებ, თხეჼ კულტურა́. დო́ლათ, თაგჲოთ ვაჲ მონაცემა́ჼ კრე́ბული, მენხუჲა́ ლე́ჸე̆ ვაჲნი̆ მე́ ა́რსბალა́ლო̆

source: Our Partners
bbl: თხეჼ ცჰ̦ა́ღქესადალრი (თანამონაწილი)

source: Our partners include...
bbl: თხო́ციჼ კა́ვშირ ჲეჲნი და...

source: Overall Accuracy
bbl: დიჼ ნიფსხოლ/სიზუსტ

source: Overall Hr. Total
bbl: ცჰ̦ა́ღ შეჯა́მბადჲიენო̆ სა́ვთი

source: p
bbl: g?

source: Pahari-Pothwari
bbl: პაჰარი-პოთვარი მოტტ

source: Paiwan
bbl: პაივანბაჼ მოტტ

source: Pakistani Marwari
bbl: პაკისტანბაჼ მარვარი მოტტ

source: Palula
bbl: კჰალულა მოტტ

source: Papantla Totonac
bbl: პაპანტლეჼ ტოტონაკურ

source: Papiamento
bbl: პაპიამენტო

source: Papiamento (Aruba)
bbl: პაპიამენტო (არუბა)

source: Parkari Koli
bbl: პარკარი-კოლი მოტტ

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
bbl: აჲშა́ გიბათ, მო́ჰ̦ უ̂ხ თე́გლა მატტიშ განხილოდოშ, მაკ შუჼ შეკითხვი ჲალ'ა, ხაჸაჼ, უ̂ხ ღო́ნისძები ლე შეხვე́დრი ჲეწე̆ ხილ'აჼ.

source: Partner
bbl: ცჰ̦ა́ღწილდეჲნო̆ /თანამონაწილ

source: Partners
bbl: თანამშრო́მლობ (ცჰ̦ა́ღქესადალარ)

source: Partnerships
bbl: ცჰ̦აღქე́სადალარ

source: Partnerships and networks
bbl: თანამშრო́მლობ (ცჰ̦აღქე́სადალრი) ჲე კა́ვშირჲარ

source: Partnerships, Press and Stories, Community and Languages
bbl: თანამშრო́მლობ, პრესაა́ჲ, წინ ამბუჲა́ჲ, საზო́გადოებიე́, მატტიშ

source: Partner with us
bbl: თანამშრო́მლობ ო́წათ თხოჼ

source: [Part of the text can’t be heard]
bbl: [ტე́ქსტეჼ მონაკვეთ ცო ხაწე̆]

source: Pashto
bbl: პუშტუ-მოტტ

source: Past recordings download requests
bbl: აჰ̦ დღო́ფრეჼ ჰათხელუჼ მოთხოვნი

source: Pause after every sentence to double-check for switches or mixed words
bbl: ო́თთხოლ დებათ ცჰ̦აცჰ̦აჲნი̆ წინადა́დებეგოდო́ლიჼ, ტყო́ჸ მე́ დაყყდო́ლუჲში̆ რე́ვადალინო̆ დაშნი

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
bbl: <p>Common Voice და იშა́რეჩო̆ ჩანაწერა́ჼ ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლეჲნი̆ კრე́ბულ, მენხუ́ ბჵა ჰ̦ალო́-ჰ̦ალო́ დუჴარლა ხე́ჲლზვე́ჼ ნახ ლა́ტრივ. ჰ̦ანნე́ ლე́ჸიც იშა́რეჼ პროგრა́მი შე́ქმნადჲაჼ, ე კრე́ბულევ მაკალათ მა́შინეჲშვ თე́წდუჲნი მოდელი ჰ̦ალო̆ ღაზარდაჼ.</p><p>ინცლო́მციჼ იშა́რეჼ პროგრა́მი საბლეხიჼ ო́შტუჩო̆ კომპანიი ქორე ჲარ, მე́ნხუიჩუჲშვა́ ქო და́შლადორ წინ მიღწევი დანე́რგოდჲარენ. თანეჸ, კრე́ბულახ დუჴუ́ხ და კუიჼ კან დაშ ვასრა́ჼ ჩანაწე́რი. ე ო ა́ლ'ანდა მე, იშა́რეჼ პროგრამი ცო მუშებალა ჴეჩ-ჴეჩო̆ მატტმაქ, მე́ნხუჲჩომაქა́ მუშებალა მა́, დაქხუჭ ცჰ̦ენნეჲრათ ა́ღაზ ცო და ჰ̦ა́მინეჲნოჸ. თხოჼ ლეჸ ეჴუჲნ და́დოლ დაჼ დინჩ მაჲთხკიკლერეჼ ნახგო̆ ლავრევ, მე ობი ლატულ თხოჼ შუჲ ა́შირ ჩანაწე́რივ

source: People come and contribute their voices.
bbl: ნახ ჩუ იხო̆ ჲე ფლო́ქოღ თე́ლ'ო̆ თხოჼ ჩანაწე́რი

source: People: Maria, John
bbl: ნახ: ნანა, მა́რო́

source: People often codeswitch when expressing emotion or urgency. Example:
bbl: ა́მბუჲ ჲოშ მოტტ ხე́რცობო̆ ნა́ხვ მაცმე́ განცდილო და, მაცმე́ უ̂მ ჴდე́ნალა, მუჲლნე დაჲცი:

source: Persian
bbl: სპარსულ

source: Personal dashboards keep you up-to-date with individual and community progress.
bbl: შუჼ პირად დეჲგნიშა́ჼ /მაჩვენებლა́ჼ "გვე́რდუვ" ჲაგითო̆ შუგო̆ ლეჸე́ შუჼ, ლეჸე́ დი́ნ/საერთო ჰა́თხიხრი

source: Personally Identifiable Information
bbl: პიროვნებ ჰ̦ალო̆ ჲაბწუჲნი̆ მონაცე́მი

source: Picard
bbl: პიკარდბაჼ მოტტ

source: Places: Los Angeles, Florida
bbl: აჲდგლი: ინდურთა, ომლო́

source: Platform language
bbl: პლატფო́რმეჼ მოტტ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
bbl: <playbookLink>ლახათ გამოდგო́მალეჲნი̆ მითითბი</playbookLink>Common Voic-ეხ, დო́ლლიბათ მო́ჰ̦ დე́წე̆ თა́რგმნოდალა-ნ́ე მო́ჰ̦ დეწე̆ ჴმა́რბადალაჼ მონაცემა́ჼ კრე́ბულ, უჲშტნეჸ, მაკ შუჼ დაგაჼ, მო́ჰ̦ დეწი́შ ჩუ და́ხკაჼ თხე ე́რთობელო

source: <playIcon></playIcon>Last one!
bbl: ტყუჲჰსილლუჼ

source: Play short segments multiple times to catch subtle switches
bbl: კაწკუჲჩო̆ მონაკვე́თინ მელ'წა́ხ ლარკ ჵო́ფათ ატტაჲში̆ ცოგუჲნი̆ რე́ვადალრი გუდა́ხაჼ

source: Play/Stop
bbl: დაჰ̦ითარ/დაჰ̦ ოთთარ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bbl: დეხო́თხ ბჵარკ ლალბოლუჲში̆ <templateFileLink>ფა́ილ ნიმუშეხ</templateFileLink>. შუჼ წინადა́დბი ჲეწ ხილ'აჼ ლე ჰ̦ამა́ნეჸ საკუთრებ (CC0-ლიცენზიევ, ლე წინადა́დებ ჩუ ჴე́ჰ̦ჩოვ შა́ჲრვაჼ ჲიენო̆) ნე́ ჲეწ წე́რადჲალაჼ შარეჩო̆ მატტავ, . ნიფსიჩო̆ ორთოგრა́ფიევ, ა́ტტაჲში̆ მე ხე́ტტლა́ლო̆. ჩუ ჲაჰ̦ინო̆ წინადა́დებ იშტ 10-15 წამე ჲეწ ხე́ტტჲალა ნე́ ჩუჰ̦ ცო ხილ'აჼ ციფრი, საკუთარ წარი́შ ლე მა́ უ̂მ ლიშნი

source: Please fill out this field.
bbl: დეხო́თხ, ე "ველ" ჰ̦ალო̆ შევსე́ბადჲებათ

source: Please select a language to review sentences.
bbl: დეხო́თხ მოტტ ჩა́ვარბებათ წინადა́დბი შემო́წმადჲაჼ

source: Polish
bbl: პოლონურ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
bbl: <pontoonAccountLink>თაგჲებ ა́ნგრიშ</pontoonAccountLink>, ჯერ ცო ჲა́ჰ̦ ჰ̦ო́გო. ჴენო̆ ჩა́ვარბებ ჰ̦აიჼ მოტტ<strong>("Team</strong>") ჲე́ პროექტ<pontoonCvLink>Common Voice</pontoonCvLink>. ოსი ბჵარღო ჰ̦ოჼ თა́რგმნადუჲნი̆ ფაილი. წკაპბა́ჴით ცჰ̦ანანმაქ ჲე́ გუჲეჲლ'ო̆ ინგლისურ ტექსტ, ლახუშ მა́ ეჸ/ველ, მიჩჰ̦ე́ ჩაწე́რადჲო თა́რგმაჼ

source: Portuguese
bbl: პორტუგალიურ

source: Powered by global communities, for global communities — 130 languages and growing!
bbl: დი́ნ მათხკიკლერნი ცადლაშ მაჲთხკიკლე́რჩოჼ ცჰა́ღხილ'რენაჲნო̆ (ე́რთობენაჲნო̆) —130 მოტტ, მენხუ́ ტყოჸ დუჴარლა!

source: Press and stories
bbl: პრესაა́ჲ, ა́მბუჲა́ჲ

source: Press and Stories
bbl: პრესააჲ წინი̆ ა́მბუჲაჲ

source: Press play, listen & tell us: did they accurately speak the sentence below?
bbl: ნიწყ ბებათ (წკაპ ბა́ჴითათ) დაჰ̦ დახითრეხ, ლარკ ჺოფა́ეთ, ლე და́სტურ ლიბათ, ლე უარ: ნიფსი́ დარ ჰ̦ალო̆ ა́ლ'ინო̆ წე́რალაჲნი̆ წინადა́დებ ლე ცო.

source: Press { shortcut-play-toggle } to toggle play mode
bbl: ნიწყ ბებათ (წკაპ ბა́ჴითათ) { shortcut-play-toggle } პე́პლეხ დაჰ̦ დახითრეჼ რეჟიმმაქ დო́ტაჼ

source: Privacy
bbl: პირადულობა

source: <privacyLink>Privacy</privacyLink>
bbl: <privacyLink>პირადულობ</privacyLink>

source: Privacy Policy
bbl: პირადულობეჼ დე́ბულებ

source: Privacy, security and transparency.
bbl: პირადულობ, გამჭვირვალობ, უსაფრთხოებ

source: Pro
bbl: გამო́ცდილ

source: Process / Steps
bbl: ჰ̦ათხიხარ/ ნაჲბჯი

source: Profile
bbl: პრო́ფილ

source: Profile information improves the audio data used in training speech recognition accuracy.
bbl: პრო́ფილე ჲაჩო̆ იფორმა́ციევ ჰ̦ალო̆ ღაზარჲო იშა́რეჼ ტექნოლო́გიი ჴმა́რბადჲარეჼ შესაძლე́ბლობი, მე́ იშ ჲა́ბწლაჲნი̆ ტექნოლოგიიშნა́ჼ ნიფსხოლ დახვე́წალალო̆

source: Progress
bbl: პროცეს ჲოტარ

source: Public Domain
bbl: ჰ̦ამანეჸ საკუთრებ

source: Publicly accessible open speech datasets in 130+ languages
bbl: ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი̆ ა́მბუჲ ჲარეჼ მონაცე́მივ თაგჲიენო̆ ნჵაჲნი̆ კრე́ბულ 130-ეხ სოუ̂ბო̆ მატტა́ხიჼ

source: “Pues I told her I couldn’t go, but she was like, ‘You better show up!’”
bbl: "სალამი, ვაშო! - ვე́ლიშ მარშოლ აჲლ'ნა́ს, ჴე́ნო̆ ლა́ტდინა́ს – ხვალ აჴსბებია!"

source: Pular Guinea
bbl: პულარ-გუჲნეა წეჲნი̆ მოტტ

source: Punctuation
bbl: სასვეჼ ლიშნი
